Repository: niltonperimneto/Whisky
Catalog: Whisky/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, fi, fr, it, ja, ko, nl, pl, pt_br, pt_pt, ro, ru, sv, tr, uk, vi, zh_hans, zh_hant

# accessibility.toast.dismiss
source: Click to dismiss
ar: انقر للإغلاق
cs: Klepnutím zavřete
da: Klik for at skjule
de: Zum Ausblenden klicken
es: Haz clic para descartar
fi: Sulje osoittamalla
fr: Cliquer pour masquer
it: Fai clic per chiudere
ja: クリックして閉じる
ko: 클릭하여 닫기
nl: Klik om te sluiten
pl: Kliknij, aby zamknąć
pt_br: Clique para dispensar
pt_pt: Clique para dispensar
ro: Clic pentru a închide
ru: Нажмите, чтобы закрыть
sv: Klicka för att dölja
tr: Kapatmak için tıklayın
uk: Натисніть, щоб закрити
vi: Bấm để đóng
zh_hans: 点按以关闭
zh_hant: 點按以關閉

# accessibility.toast.error
source: Error
ar: خطأ
cs: Chyba
da: Fejl
de: Fehler
fi: Virhe
fr: Erreur
it: Errore
ja: エラー
ko: 오류
nl: Fout
pl: Błąd
pt_br: Erro
pt_pt: Erro
ro: Eroare
ru: Ошибка
sv: Fel
tr: Hata
uk: Помилка
vi: Lỗi
zh_hans: 错误
zh_hant: 錯誤

# accessibility.toast.info
source: Information
ar: معلومات
cs: Informace
es: Información
fi: Tiedot
it: Informazione
ja: 情報
ko: 정보
nl: Informatie
pl: Informacja
pt_br: Informação
pt_pt: Informação
ro: Informație
ru: Информация
tr: Bilgi
uk: Інформація
vi: Thông tin
zh_hans: 信息
zh_hant: 資訊

# accessibility.toast.launcherFixes
source: Launcher fixes applied
ar: تم تطبيق إصلاحات المشغّل
cs: Opravy launcheru použity
da: Launcher-løsninger anvendt
de: Launcher-Korrekturen angewendet
es: Correcciones de lanzador aplicadas
fi: Käynnistimen korjaukset otettu käyttöön
fr: Correctifs de lanceur appliqués
it: Correzioni launcher applicate
ja: ランチャーの修正を適用しました
ko: 런처 수정 적용됨
nl: Launcher-oplossingen toegepast
pl: Zastosowano poprawki launchera
pt_br: Correções de launcher aplicadas
pt_pt: Correções de launcher aplicadas
ro: Remedieri de launcher aplicate
ru: Исправления для лаунчера применены
sv: Launcher-åtgärder tillämpade
tr: Başlatıcı düzeltmeleri uygulandı
uk: Виправлення для лаунчера застосовано
vi: Đã áp dụng bản sửa lỗi trình khởi chạy
zh_hans: 已应用启动器修复
zh_hant: 已套用啟動器修正

# accessibility.toast.success
source: Success
ar: تم بنجاح
cs: Úspěch
da: Fuldført
de: Erfolg
es: Correcto
fi: Onnistui
fr: Réussite
it: Riuscito
ja: 成功
ko: 성공
nl: Gelukt
pl: Powodzenie
pt_br: Sucesso
pt_pt: Êxito
ro: Succes
ru: Успешно
sv: Klart
tr: Başarılı
uk: Успішно
vi: Thành công
zh_hans: 成功
zh_hant: 成功

# alert.info
source: Failed to open
ar: فشل في الفتح
cs: Nepodařilo se otevřít
da: Kunne ikke åbne
de: Öffnen fehlgeschlagen
es: No se pudo abrir
fi: Avaaminen epäonnistui
fr: Échec de l'ouverture
it: Impossibile aprire
ja: 起動に失敗しました。
ko: 열기 실패
nl: Openen mislukt
pl: Nie można otworzyć
pt_br: Falha ao abrir
pt_pt: Falha ao abrir
ro: Nu s-a putut deschide
ru: Не удалось открыть
sv: Kunde inte öppnas
tr: Açılamadı
uk: Не вдалося відкрити
vi: Không thể mở
zh_hans: 打开失败
zh_hant: 開啟失敗

# alert.message
source: Failed to open program!
ar: فشل في فتح البرنامج!
cs: Nepodařilo se otevřít program!
da: Programmet kunne ikke åbnes!
de: Öffnen des Programms fehlgeschlagen!
es: ¡Error al abrir el programa!
fi: Ohjelman käynnistäminen epäonnistui!
fr: Impossible d'ouvrir le programme !
it: Impossibile aprire il programma!
ja: プログラムの起動に失敗しました！
ko: 프로그램을 여는 데 실패했습니다!
nl: Kan het programma niet openen!
pl: Nie udało się otworzyć programu!
pt_br: Falha ao abrir o programa!
pt_pt: Falha ao abrir o programa!
ro: Programul nu a putut fi deschis!
ru: Не удалось запустить программу!
sv: Programmet kunde inte öppnas!
tr: Program açılamadı!
uk: Не вдалося відкрити програму!
vi: Không thể mở chương trình này!
zh_hans: 无法打开软件！
zh_hant: 無法開啟程式！

source: Allow Background Events
ar: السماح بأحداث الخلفية
cs: Povolit události na pozadí
da: Tillad baggrundsbegivenheder
de: Hintergrundereignisse zulassen
es: Permitir eventos en segundo plano
fi: Salli taustatapahtumat
fr: Autoriser les événements en arrière-plan
it: Consenti eventi in background
ja: バックグラウンドイベントを許可
ko: 백그라운드 이벤트 허용
nl: Achtergrondgebeurtenissen toestaan
pl: Zezwalaj na zdarzenia w tle
pt_br: Permitir eventos em segundo plano
pt_pt: Permitir eventos em segundo plano
ro: Permite evenimente în fundal
ru: Разрешить фоновые события
sv: Tillåt händelser i bakgrunden
tr: Arka Plan Olaylarına İzin Ver
uk: Дозволити фонові події
vi: Cho phép sự kiện nền
zh_hans: 允许后台事件
zh_hant: 允許背景事件

source: Analyze
ar: تحليل
cs: Analyzovat
da: Analysér
de: Analysieren
es: Analizar
fi: Analysoi
fr: Analyser
it: Analizza
ja: 分析
ko: 분석
nl: Analyseer
pl: Analizuj
pt_br: Analisar
pt_pt: Analisar
ro: Analizează
ru: Анализировать
sv: Analysera
tr: Analiz Et
uk: Аналізувати
vi: Phân tích
zh_hans: 分析
zh_hant: 分析

source: Analyze last run
ar: تحليل آخر تشغيل
cs: Analyzovat poslední spuštění
da: Analysér seneste kørsel
de: Letzten Lauf analysieren
es: Analizar la última ejecución
fi: Analysoi viimeisin ajo
fr: Analyser la dernière exécution
it: Analizza l'ultima esecuzione
ja: 前回の実行を分析
ko: 마지막 실행 분석
nl: Laatste sessie analyseren
pl: Analizuj ostatnie uruchomienie
pt_br: Analisar a última execução
pt_pt: Analisar a última execução
ro: Analizează ultima rulare
ru: Анализ последнего запуска
sv: Analysera senaste körning
tr: Son çalıştırmayı analiz et
uk: Аналіз останнього запуску
vi: Phân tích lần chạy cuối
zh_hans: 分析上次运行
zh_hant: 分析上次執行

source: Analyze Wine crash output for troubleshooting guidance
ar: تحليل مخرجات تعطل Wine للحصول على إرشادات استكشاف الأخطاء
cs: Analyzovat výstup pádu Wine a najít řešení
da: Analysér Wine-nedbrudsdata for at få løsningsforslag
de: Wine-Absturzausgabe für Lösungsvorschläge analysieren
es: Analizar la salida de fallos de Wine para obtener ayuda
fi: Analysoi Wine-kaatumisen tulosteen vianmääritysohjeita varten
fr: Analyser la sortie de plantage de Wine pour obtenir des conseils
it: Analizza l'output degli arresti di Wine per ricevere suggerimenti
ja: Wine のクラッシュ出力を分析して対処のヒントを得ます
ko: Wine 크래시 출력을 분석해 문제 해결 힌트를 제공합니다
nl: Wine-crashuitvoer analyseren voor oplossingstips
pl: Analizuj dane awarii Wine, aby znaleźć rozwiązanie
pt_br: Analisar a saída de falhas do Wine em busca de orientações
pt_pt: Analisar a saída de falhas do Wine para obter ajuda
ro: Analizează ieșirea de crash a Wine pentru sugestii de depanare
ru: Анализ вывода сбоя Wine для поиска решений
sv: Analysera Wine-kraschdata för felsökningstips
tr: Sorun giderme önerileri için Wine çökme çıktısını analiz eder
uk: Аналіз виводу збою Wine для пошуку рішень
vi: Phân tích kết xuất lỗi Wine để có hướng dẫn khắc phục
zh_hans: 分析 Wine 崩溃输出以提供排查建议
zh_hant: 分析 Wine 當機輸出以提供排查建議

# audio.alert.disconnected
source: Audio device disconnected
ar: تم فصل جهاز الصوت
cs: Zvukové zařízení odpojeno
da: Lydenhed afbrudt
de: Audiogerät getrennt
es: audio.alert.disconnected
fi: Äänilaite irrotettiin
fr: audio.alert.disconnected
it: audio.alert.disconnected
ja: オーディオデバイスが切断されました
ko: 오디오 기기 연결 해제됨
nl: Audioapparaat losgekoppeld
pl: Odłączono urządzenie audio
pt_br: audio.alert.disconnected
pt_pt: audio.alert.disconnected
ro: audio.alert.disconnected
ru: Аудиоустройство отключено
sv: Ljudenheten kopplades från
tr: Ses aygıtı bağlantısı kesildi
uk: Аудіопристрій від'єднано
vi: Đã ngắt kết nối thiết bị âm thanh
zh_hans: 音频设备已断开连接
zh_hant: 音訊裝置已中斷連接

# audio.alert.lowSampleRate
source: Low sample rate detected
ar: يستخدم جهاز الصوت معدل عينات منخفضًا
cs: Nízká vzorkovací frekvence
da: Lav samplingfrekvens registreret
de: Niedrige Abtastrate erkannt
es: audio.alert.lowSampleRate
fi: Äänilaite käyttää matalaa näytteenottotaajuutta
fr: audio.alert.lowSampleRate
it: audio.alert.lowSampleRate
ja: サンプルレートが低下しています
ko: 샘플레이트가 낮음
nl: Lage samplerate gedetecteerd
pl: Niska częstotliwość próbkowania
pt_br: audio.alert.lowSampleRate
pt_pt: audio.alert.lowSampleRate
ro: audio.alert.lowSampleRate
ru: Низкая частота дискретизации
sv: Låg samplingsfrekvens upptäckt
tr: Ses aygıtı düşük örnekleme hızı kullanıyor
uk: Низька частота дискретизації
vi: Thiết bị âm thanh đang dùng tần số lấy mẫu thấp
zh_hans: 采样率过低
zh_hant: 取樣率過低

# audio.alert.reconnected
source: Audio device reconnected
ar: تمت إعادة توصيل جهاز الصوت
cs: Zvukové zařízení znovu připojeno
da: Lydenhed tilsluttet igen
de: Audiogerät wieder verbunden
es: audio.alert.reconnected
fi: Äänilaite yhdistettiin uudelleen
fr: audio.alert.reconnected
it: audio.alert.reconnected
ja: オーディオデバイスが再接続されました
ko: 오디오 기기 다시 연결됨
nl: Audioapparaat opnieuw verbonden
pl: Ponownie podłączono urządzenie audio
pt_br: audio.alert.reconnected
pt_pt: audio.alert.reconnected
ro: audio.alert.reconnected
ru: Аудиоустройство снова подключено
sv: Ljudenheten anslöts igen
tr: Ses aygıtı yeniden bağlandı
uk: Аудіопристрій знову під'єднано
vi: Đã kết nối lại thiết bị âm thanh
zh_hans: 音频设备已重新连接
zh_hant: 音訊裝置已重新連接

# audio.alert.switchDevice
source: Switch audio device
ar: تبديل الجهاز
cs: Výstupní zařízení změněno
da: Skift lydenhed
de: Audiogerät wechseln
es: audio.alert.switchDevice
fi: Vaihda laitetta
fr: audio.alert.switchDevice
it: audio.alert.switchDevice
ja: デバイスを切り替え
ko: 기기 전환
nl: Ander audioapparaat kiezen
pl: Zmieniono urządzenie wyjściowe
pt_br: audio.alert.switchDevice
pt_pt: audio.alert.switchDevice
ro: audio.alert.switchDevice
ru: Устройство вывода изменено
sv: Byt ljudenhet
tr: Aygıtı değiştir
uk: Пристрій виведення змінено
vi: Đổi thiết bị
zh_hans: 切换设备
zh_hant: 切換裝置

# audio.devices.default
source: Default
ar: الافتراضي
cs: Výchozí
da: Standard
de: Standard
es: audio.devices.default
fi: Oletus
fr: audio.devices.default
it: audio.devices.default
ja: デフォルト
ko: 기본값
nl: Standaard
pl: Domyślne
pt_br: audio.devices.default
pt_pt: audio.devices.default
ro: audio.devices.default
ru: По умолчанию
sv: Standard
tr: Varsayılan
uk: За умовчанням
vi: Mặc định
zh_hans: 默认
zh_hant: 預設

# audio.devices.none
source: No audio devices found
ar: لم يتم العثور على أجهزة صوت
cs: Nenalezena žádná výstupní zařízení
da: Ingen lydenheder fundet
de: Keine Audiogeräte gefunden
es: audio.devices.none
fi: Äänilaitteita ei löytynyt
fr: audio.devices.none
it: audio.devices.none
ja: 出力デバイスが見つかりません
ko: 출력 기기를 찾을 수 없음
nl: Geen audioapparaten gevonden
pl: Nie znaleziono urządzeń wyjściowych
pt_br: audio.devices.none
pt_pt: audio.devices.none
ro: audio.devices.none
ru: Устройства вывода не найдены
sv: Inga ljudenheter hittades
tr: Ses aygıtı bulunamadı
uk: Пристроїв виведення не знайдено
vi: Không tìm thấy thiết bị âm thanh
zh_hans: 未找到输出设备
zh_hant: 找不到輸出裝置

# audio.devices.title
source: Audio Devices
ar: أجهزة الصوت
cs: Výstupní zařízení
da: Lydenheder
de: Audiogeräte
es: audio.devices.title
fi: Äänilaitteet
fr: audio.devices.title
it: audio.devices.title
ja: オーディオデバイス
ko: 오디오 기기
nl: Audioapparaten
pl: Urządzenia wyjściowe
pt_br: audio.devices.title
pt_pt: audio.devices.title
ro: audio.devices.title
ru: Устройства вывода
sv: Ljudenheter
tr: Ses Aygıtları
uk: Пристрої виведення
vi: Thiết bị âm thanh
zh_hans: 音频设备
zh_hant: 音訊裝置

# audio.findings.details
source: Details
ar: التفاصيل
cs: Podrobnosti
da: Detaljer
es: audio.findings.details
fi: Lisätiedot
fr: audio.findings.details
it: audio.findings.details
ja: 詳細
ko: 세부사항
pl: Szczegóły
pt_br: audio.findings.details
pt_pt: audio.findings.details
ro: audio.findings.details
ru: Подробности
sv: Detaljer
tr: Ayrıntılar
uk: Подробиці
vi: Chi tiết
zh_hans: 详细信息
zh_hant: 詳細資訊

# audio.findings.fix
source: Fix
ar: الإصلاح
cs: Opravit
da: Løsning
de: Korrektur
es: audio.findings.fix
fi: Korjaus
fr: audio.findings.fix
it: audio.findings.fix
ja: 修正
ko: 수정
nl: Oplossing
pl: Napraw
pt_br: audio.findings.fix
pt_pt: audio.findings.fix
ro: audio.findings.fix
ru: Исправить
sv: Åtgärd
tr: Düzeltme
uk: Виправити
vi: Cách khắc phục
zh_hans: 修复
zh_hant: 修正

# audio.findings.technicalDetails
source: Technical Details
ar: تفاصيل تقنية
cs: Technické podrobnosti
da: Tekniske detaljer
de: Technische Details
es: audio.findings.technicalDetails
fi: Tekniset tiedot
fr: audio.findings.technicalDetails
it: audio.findings.technicalDetails
ja: 技術的な詳細
ko: 기술 세부사항
nl: Technische details
pl: Szczegóły techniczne
pt_br: audio.findings.technicalDetails
pt_pt: audio.findings.technicalDetails
ro: audio.findings.technicalDetails
ru: Технические подробности
sv: Tekniska detaljer
tr: Teknik ayrıntılar
uk: Технічні подробиці
vi: Chi tiết kỹ thuật
zh_hans: 技术详细信息
zh_hant: 技術詳細資訊

# audio.findings.title
source: Findings
ar: النتائج
cs: Výsledky kontroly
da: Resultater
de: Ergebnisse
es: audio.findings.title
fi: Havainnot
fr: audio.findings.title
it: audio.findings.title
ja: 検出結果
ko: 발견된 사항
nl: Bevindingen
pl: Wyniki testu
pt_br: audio.findings.title
pt_pt: audio.findings.title
ro: audio.findings.title
ru: Результаты проверки
sv: Resultat
tr: Bulgular
uk: Результати перевірки
vi: Kết quả phát hiện
zh_hans: 检测结果
zh_hant: 發現項目

# audio.history.clear
source: Clear History
ar: مسح السجل
cs: Vymazat historii
da: Ryd historik
de: Verlauf löschen
es: audio.history.clear
fi: Tyhjennä historia
fr: audio.history.clear
it: audio.history.clear
ja: 消去
ko: 지우기
nl: Wis geschiedenis
pl: Wyczyść historię
pt_br: audio.history.clear
pt_pt: audio.history.clear
ro: audio.history.clear
ru: Очистить историю
sv: Rensa historik
tr: Geçmişi Temizle
uk: Очистити історію
vi: Xóa lịch sử
zh_hans: 清除
zh_hant: 清除

# audio.history.none
source: No device history
ar: لا يوجد سجل للأجهزة
cs: Historie je prázdná
da: Ingen enhedshistorik
de: Kein Geräteverlauf
es: audio.history.none
fi: Ei laitehistoriaa
fr: audio.history.none
it: audio.history.none
ja: デバイスの変更履歴はありません
ko: 기기 변경 기록이 없습니다
nl: Geen apparaatgeschiedenis
pl: Historia jest pusta
pt_br: audio.history.none
pt_pt: audio.history.none
ro: audio.history.none
ru: История пуста
sv: Ingen enhetshistorik
tr: Aygıt geçmişi yok
uk: Історія порожня
vi: Chưa có lịch sử thiết bị
zh_hans: 没有设备变更记录
zh_hant: 沒有裝置變更記錄

# audio.history.title
source: Device History
ar: سجل الأجهزة
cs: Historie zařízení
da: Enhedshistorik
de: Geräteverlauf
es: audio.history.title
fi: Laitehistoria
fr: audio.history.title
it: audio.history.title
ja: デバイス履歴
ko: 기기 기록
nl: Apparaatgeschiedenis
pl: Historia urządzeń
pt_br: audio.history.title
pt_pt: audio.history.title
ro: audio.history.title
ru: История устройств
sv: Enhetshistorik
tr: Aygıt Geçmişi
uk: Історія пристроїв
vi: Lịch sử thiết bị
zh_hans: 设备历史
zh_hant: 裝置記錄

# audio.status.broken
source: Broken
ar: لا يعمل
cs: Nefunguje
da: Virker ikke
de: Defekt
es: audio.status.broken
fi: Ei toimi
fr: audio.status.broken
it: audio.status.broken
ja: 問題あり
ko: 작동 안 함
nl: Defect
pl: Nie działa
pt_br: audio.status.broken
pt_pt: audio.status.broken
ro: audio.status.broken
ru: Не работает
sv: Fungerar inte
tr: Bozuk
uk: Не працює
vi: Không hoạt động
zh_hans: 异常
zh_hant: 異常

# audio.status.degraded
source: Degraded
ar: متدهور
cs: Funguje s potížemi
da: Forringet
de: Eingeschränkt
es: audio.status.degraded
fi: Heikentynyt
fr: audio.status.degraded
it: audio.status.degraded
ja: 低下
ko: 저하됨
nl: Verminderd
pl: Działa z zakłóceniami
pt_br: audio.status.degraded
pt_pt: audio.status.degraded
ro: audio.status.degraded
ru: Работает с перебоями
sv: Försämrad
tr: Sorunlu
uk: Працює з перебоями
vi: Suy giảm
zh_hans: 降级
zh_hant: 降級

# audio.status.ok
source: OK
ar: سليم
cs: Funguje
es: audio.status.ok
fi: Kunnossa
fr: audio.status.ok
it: audio.status.ok
ja: 正常
ko: 정상
pl: Działa
pt_br: audio.status.ok
pt_pt: audio.status.ok
ro: audio.status.ok
ru: Работает
tr: Sorunsuz
uk: Працює
vi: Bình thường
zh_hans: 正常
zh_hant: 正常

# audio.status.unknown
source: Unknown
ar: غير معروف
cs: Neznámé
da: Ukendt
de: Unbekannt
es: audio.status.unknown
fi: Tuntematon
fr: audio.status.unknown
it: audio.status.unknown
ja: 不明
ko: 알 수 없음
nl: Onbekend
pl: Nieznany
pt_br: audio.status.unknown
pt_pt: audio.status.unknown
ro: audio.status.unknown
ru: Неизвестно
sv: Okänt
tr: Bilinmiyor
uk: Невідомо
vi: Không rõ
zh_hans: 未知
zh_hant: 未知

# audio.symptom.crackling
source: Crackling
ar: طقطقة
cs: Praskání nebo lupání
da: Knitren
de: Knistern
es: audio.symptom.crackling
fi: Rätinää
fr: audio.symptom.crackling
it: audio.symptom.crackling
ja: 音割れやノイズ
ko: 잡음이나 튀는 소리
nl: Geknetter
pl: Trzaski lub przeskoki
pt_br: audio.symptom.crackling
pt_pt: audio.symptom.crackling
ro: audio.symptom.crackling
ru: Треск или щелчки
sv: Sprakande ljud
tr: Çatırtı
uk: Тріск або клацання
vi: Tiếng rè
zh_hans: 爆音或杂音
zh_hant: 爆音或雜音

# audio.symptom.menusOnly
source: Sound only in menus
ar: الصوت في القوائم فقط
cs: Zvuk jen v menu
da: Lyd kun i menuer
de: Ton nur in Menüs
es: audio.symptom.menusOnly
fi: Ääni vain valikoissa
fr: audio.symptom.menusOnly
it: audio.symptom.menusOnly
ja: メニューでしか音が出ない
ko: 메뉴에서만 소리가 남
nl: Geluid alleen in menu's
pl: Dźwięk tylko w menu
pt_br: audio.symptom.menusOnly
pt_pt: audio.symptom.menusOnly
ro: audio.symptom.menusOnly
ru: Звук только в меню
sv: Ljud endast i menyer
tr: Ses yalnızca menülerde var
uk: Звук лише в меню
vi: Chỉ có tiếng trong menu
zh_hans: 只有菜单有声音
zh_hant: 只有選單有聲音

# audio.symptom.noSound
source: No sound
ar: لا يوجد صوت
cs: Žádný zvuk
da: Ingen lyd
de: Kein Ton
es: audio.symptom.noSound
fi: Ei ääntä
fr: audio.symptom.noSound
it: audio.symptom.noSound
ja: まったく音が出ない
ko: 소리가 전혀 나지 않음
nl: Geen geluid
pl: Brak dźwięku
pt_br: audio.symptom.noSound
pt_pt: audio.symptom.noSound
ro: audio.symptom.noSound
ru: Нет звука
sv: Inget ljud
tr: Hiç ses yok
uk: Немає звуку
vi: Không có tiếng
zh_hans: 完全没有声音
zh_hant: 完全沒有聲音

# audio.symptom.stutter
source: Stuttering
ar: الصوت متقطع
cs: Zvuk se trhá
da: Hakkende lyd
de: Stottern
es: audio.symptom.stutter
fi: Ääni pätkii
fr: audio.symptom.stutter
it: audio.symptom.stutter
ja: 音の途切れやずれ
ko: 소리 끊김이나 어긋남
nl: Haperend geluid
pl: Dźwięk się zacina
pt_br: audio.symptom.stutter
pt_pt: audio.symptom.stutter
ro: audio.symptom.stutter
ru: Звук прерывается
sv: Hackande ljud
tr: Ses kesiliyor
uk: Звук переривається
vi: Tiếng bị ngắt quãng
zh_hans: 声音卡顿或不同步
zh_hant: 聲音頓挫或不同步

# audio.symptom.wrongDevice
source: Wrong output device
ar: جهاز صوت خاطئ
cs: Zvuk jde do jiného zařízení
da: Forkert udgangsenhed
de: Falsches Ausgabegerät
es: audio.symptom.wrongDevice
fi: Väärä äänilaite
fr: audio.symptom.wrongDevice
it: audio.symptom.wrongDevice
ja: 出力先のデバイスが違う
ko: 출력 기기가 잘못됨
nl: Verkeerd uitvoerapparaat
pl: Dźwięk idzie na złe urządzenie
pt_br: audio.symptom.wrongDevice
pt_pt: audio.symptom.wrongDevice
ro: audio.symptom.wrongDevice
ru: Звук идёт не на то устройство
sv: Fel utenhet
tr: Yanlış ses aygıtı
uk: Звук іде не на той пристрій
vi: Sai thiết bị phát
zh_hans: 输出设备不正确
zh_hant: 輸出裝置不正確

# audio.test.lastTested
source: Last tested
ar: آخر اختبار
cs: Poslední test
da: Sidst testet
de: Zuletzt getestet
es: audio.test.lastTested
fi: Testattu viimeksi
fr: audio.test.lastTested
it: audio.test.lastTested
ja: 最終テスト
ko: 마지막 테스트
nl: Laatst getest
pl: Ostatni test
pt_br: audio.test.lastTested
pt_pt: audio.test.lastTested
ro: audio.test.lastTested
ru: Последняя проверка
sv: Senast testad
tr: Son test
uk: Остання перевірка
vi: Kiểm tra lần cuối
zh_hans: 上次测试
zh_hant: 上次測試

# audio.test.refresh
source: Refresh
ar: تحديث
cs: Obnovit
da: Opdater
de: Aktualisieren
es: audio.test.refresh
fi: Päivitä
fr: audio.test.refresh
it: audio.test.refresh
ja: 再読み込み
ko: 새로 고침
nl: Vernieuwen
pl: Odśwież
pt_br: audio.test.refresh
pt_pt: audio.test.refresh
ro: audio.test.refresh
ru: Обновить
sv: Uppdatera
tr: Yenile
uk: Оновити
vi: Làm mới
zh_hans: 刷新
zh_hant: 重新整理

# audio.test.running
source: Test running…
ar: جارٍ الاختبار…
cs: Probíhá test…
da: Test i gang…
de: Test läuft…
es: audio.test.running
fi: Testataan…
fr: audio.test.running
it: audio.test.running
ja: テスト中…
ko: 테스트 중…
nl: Test loopt…
pl: Testowanie…
pt_br: audio.test.running
pt_pt: audio.test.running
ro: audio.test.running
ru: Идёт проверка…
sv: Test pågår…
tr: Test ediliyor…
uk: Триває перевірка…
vi: Đang kiểm tra…
zh_hans: 正在测试…
zh_hant: 測試中…

# audio.test.tone
source: Play Test Tone
ar: تشغيل نغمة اختبار
cs: Přehrát zkušební tón
da: Afspil testtone
de: Testton abspielen
es: audio.test.tone
fi: Toista testiääni
fr: audio.test.tone
it: audio.test.tone
ja: テストトーンを再生
ko: 테스트 톤 재생
nl: Testtoon afspelen
pl: Odtwórz dźwięk testowy
pt_br: audio.test.tone
pt_pt: audio.test.tone
ro: audio.test.tone
ru: Воспроизвести тестовый сигнал
sv: Spela upp testton
tr: Test sesi çal
uk: Відтворити тестовий сигнал
vi: Phát âm thử
zh_hans: 播放测试音
zh_hant: 播放測試音

# audio.test.toneQuestion
source: Did you hear the tone?
ar: هل سمعت نغمة الاختبار؟
cs: Slyšeli jste tón?
da: Hørte du testtonen?
de: Hast du den Testton gehört?
es: audio.test.toneQuestion
fi: Kuulitko testiäänen?
fr: audio.test.toneQuestion
it: audio.test.toneQuestion
ja: トーンは聞こえましたか？
ko: 톤이 들렸습니까?
nl: Heb je de testtoon gehoord?
pl: Czy słychać było dźwięk?
pt_br: audio.test.toneQuestion
pt_pt: audio.test.toneQuestion
ro: audio.test.toneQuestion
ru: Вы слышали сигнал?
sv: Hörde du testtonen?
tr: Test sesini duydunuz mu?
uk: Ви чули сигнал?
vi: Bạn có nghe thấy âm thử không?
zh_hans: 听到测试音了吗？
zh_hant: 有聽到測試音嗎？

# audio.test.wine
source: Test Wine Audio
ar: اختبار صوت Wine
cs: Otestovat zvuk Wine
da: Test Wine-lyd
de: Wine-Audio testen
es: audio.test.wine
fi: Testaa Wine-ääni
fr: audio.test.wine
it: audio.test.wine
ja: Wine のオーディオをテスト
ko: Wine 오디오 테스트
nl: Wine-audio testen
pl: Przetestuj dźwięk Wine
pt_br: audio.test.wine
pt_pt: audio.test.wine
ro: audio.test.wine
ru: Проверить звук Wine
sv: Testa Wine-ljud
tr: Wine sesini test et
uk: Перевірити звук Wine
vi: Kiểm tra âm thanh Wine
zh_hans: 测试 Wine 音频
zh_hant: 測試 Wine 音訊

# audio.troubleshoot.applyFix
source: Apply Fix
ar: تطبيق الإصلاح
cs: Použít opravu
da: Anvend løsning
de: Korrektur anwenden
es: audio.troubleshoot.applyFix
fi: Ota korjaus käyttöön
fr: audio.troubleshoot.applyFix
it: audio.troubleshoot.applyFix
ja: 修正を適用
ko: 수정 적용
nl: Pas oplossing toe
pl: Zastosuj poprawkę
pt_br: audio.troubleshoot.applyFix
pt_pt: audio.troubleshoot.applyFix
ro: audio.troubleshoot.applyFix
ru: Применить исправление
sv: Använd åtgärden
tr: Düzeltmeyi Uygula
uk: Застосувати виправлення
vi: Áp dụng cách khắc phục
zh_hans: 应用修复
zh_hant: 套用修正

# audio.troubleshoot.didItWork
source: Did that fix the problem?
ar: هل نجح الإصلاح؟
cs: Pomohlo to?
da: Løste det problemet?
de: Hat das das Problem behoben?
es: audio.troubleshoot.didItWork
fi: Ratkesiko ongelma?
fr: audio.troubleshoot.didItWork
it: audio.troubleshoot.didItWork
ja: 問題は解決しましたか？
ko: 문제가 해결되었습니까?
nl: Is het probleem hiermee opgelost?
pl: Czy to pomogło?
pt_br: audio.troubleshoot.didItWork
pt_pt: audio.troubleshoot.didItWork
ro: audio.troubleshoot.didItWork
ru: Помогло?
sv: Löste det problemet?
tr: Sorun çözüldü mü?
uk: Допомогло?
vi: Đã khắc phục được chưa?
zh_hans: 问题解决了吗？
zh_hant: 問題解決了嗎？

# audio.troubleshoot.escalation
source: The problem could not be fixed automatically.
ar: تعذّر حل المشكلة تلقائيًا
cs: Nepodařilo se vyřešit automaticky
da: Problemet kunne ikke løses automatisk.
de: Das Problem ließ sich nicht automatisch beheben.
es: audio.troubleshoot.escalation
fi: Ongelmaa ei voitu ratkaista automaattisesti
fr: audio.troubleshoot.escalation
it: audio.troubleshoot.escalation
ja: 自動では解決できませんでした
ko: 자동으로 해결하지 못했습니다
nl: Het probleem kon niet automatisch worden opgelost.
pl: Nie udało się rozwiązać automatycznie
pt_br: audio.troubleshoot.escalation
pt_pt: audio.troubleshoot.escalation
ro: audio.troubleshoot.escalation
ru: Не удалось устранить автоматически
sv: Problemet kunde inte lösas automatiskt.
tr: Sorun otomatik olarak çözülemedi
uk: Не вдалося усунути автоматично
vi: Không thể tự động khắc phục sự cố
zh_hans: 无法自动解决
zh_hant: 無法自動解決
